[Public]
;Object=(Class=Class,MetaClass=Engine.Mutator,Name=UnrealGame.MutBigHead,Description="Head size depends on how well you are doing.")
;Object=(Class=Class,MetaClass=Engine.Mutator,Name=UnrealGame.MutLowGrav,Description="Low gravity.")
;Object=(Class=Class,MetaClass=Engine.Mutator,Name=UnrealGame.MutDelayedSpawn,Description="Delayed spawn of super weapons and super powerups.")

[ACTION_DisableObjective]
ActionString="убрать цель"

[ACTION_DisableThisScript]
ActionString="отключить сценарий"

[ACTION_SetObjectiveActiveStatus]
ActionString="Изменить статус активности цели"

[Action_ChangeObjectiveTeam]
ActionString="Сменить команду для цели"

[BombTargetMessage]
TargetMessage="Предупреждение"

[CTFGame]
CTFHints=("You can use %BASEPATH 0% to see the path to the Red Team base and %BASEPATH 1% to see the path to the Blue Team base.","Firing the translocator sends out your translocator beacon.  Pressing %FIRE% again returns the beacon, while pressing %A:TFIRE% teleports you instantly to the beacon's location (if you fit).","Using the translocator to teleport while carrying the flag will cause you to drop the flag.","Pressing %SWITCHWEAPON 10% after tossing the Translocator allows you to view from its internal camera.","Pressing %FIRE% while your %ALTFIRE% is still held down after teleporting with the translocator will switch you back to your previous weapon.")
Description="Your team must score flag captures by taking the enemy flag from the enemy base and returning it to their own flag.  If the flag carrier is killed, the flag drops to the ground for anyone to pick up.  If your team's flag is taken, it must be returned (by touching it after it is dropped) before your team can score a flag capture."

[CTFHUDMessage]
YouHaveFlagString="You have the flag, return to base!"
EnemyHasFlagString="The enemy has your flag, recover it!"

[CTFMessage]
ReturnBlue="returned the blue flag!"
ReturnRed="returned the red flag!"
ReturnedBlue="The blue flag was returned!"
ReturnedRed="The red flag was returned!"
CaptureBlue="captured the blue flag!"
CaptureRed="captured the red flag!"
DroppedBlue="dropped the blue flag!"
DroppedRed="dropped the red flag!"
HasBlue="took the blue flag!"
HasRed="took the red flag!"

[CinematicHud]
FontArrayNames[0]="ROFonts_Rus.ROBtsrmVr38"
FontArrayNames[1]="ROFonts_Rus.ROBtsrmVr28"
FontArrayNames[2]="ROFonts_Rus.ROBtsrmVr24"
FontArrayNames[3]="ROFonts_Rus.ROBtsrmVr20"
FontArrayNames[4]="ROFonts_Rus.ROBtsrmVr18"
FontArrayNames[5]="ROFonts_Rus.ROBtsrmVr14"
FontArrayNames[6]="ROFonts_Rus.ROBtsrmVr12"
FontArrayNames[7]="ROFonts_Rus.ROBtsrmVr9"
FontArrayNames[8]="ROFonts_Rus.ROBtsrmVr7"

[ClassicAnnouncer]
AnnouncerName="UT2003"

[ConvoyGibbed]
DeathString="%k подтолкнул игрока %o."

[CustomBotConfig]
FavoriteWeapon="Любимое оружие:"
NoPreference="Нет приоритетов в оружии"

[DMMutator]
DMMutPropsDisplayText[0]="Мега скорость"
DMMutPropsDisplayText[1]="Air Control"
DMMutDescText[0]="Greatly increase game speed."
DMMutDescText[1]="Specifies how much air control players have."

[DMStatsScreen]
StatsString="ПЕРСОНАЛЬНАЯ СТАТИСТИКА ДЛЯ"
AwardsString="НАГРАДЫ"
FirstBloodString="First Blood!"
FlakMonkey="Flak Monkey!"
Combowhore="Combo Whore!"
Headhunter="Head Hunter!"
RoadRampage="Road Rampage!"
DaredevilString="Daredevil:"
FlagTouches="Flag Touches"
FlagReturns="Flag Returns"
GoalsScored="Goals Scored:"
HatTrick="Hat Trick!"
KillString[0]="Double Kill!"
KillString[1]="MultiKill!"
KillString[2]="MegaKill!"
KillString[3]="UltraKill!"
KillString[4]="MONSTER KILL!"
KillString[5]="LUDICROUS KILL!"
KillString[6]="HOLY SHIT!"
AdrenalineCombos="ADRENALINE COMBOS"
ComboNames[0]="Speed"
ComboNames[1]="Berserk"
ComboNames[2]="Defensive"
ComboNames[3]="Invisible"
ComboNames[4]="Прочее"
KillsByWeapon="WEAPON STATS"
CombatResults="COMBAT RESULTS"
Kills="Убито"
Deaths="Погиб"
Suicides="Суициды"
NextStatsString="Нажмите F8 для следующего игрока"
WeaponString="Оружие"
DeathsBy="Killed By"
deathsholding="Deaths w/"
EfficiencyString="Эффективность"
WaitingForStats="Ожидание статистики с сервера.  Нажмите F3 чтобы вернуться к нормальному виду."
KillsByVehicle="ТРАНСПОРТНАЯ СТАТИСТИКА"
VehicleString="Транспорт"

[DeathMatch]
DMPropsDisplayText[0]="Отсрочка старта"
DMPropsDisplayText[1]="Мин. число игроков"
DMPropsDisplayText[2]="Отсрочка перезапуска"
DMPropsDisplayText[3]="Турнирная игра"
DMPropsDisplayText[4]="Ожидание общей готовности"
DMPropsDisplayText[5]="Force Respawn"
DMPropsDisplayText[6]="Auto Adjust Bots Skill"
DMPropsDisplayText[7]="Allow Taunts"
DMPropsDisplayText[8]="Spawn Protection Time"
DMPropsDisplayText[9]="Allow Translocator"
DMPropsDisplayText[10]="Use Team Skins"
DMPropsDisplayText[11]="По свойствам карты"
DMPropsDisplayText[12]="Late Entry Cutoff"
DMPropsDisplayText[13]="Enable Player Highlighting"
DMPropDescText[0]="Пауза перед боем для присоединения к игре."
DMPropDescText[1]="Количество игроков, достаточное для начала игры."
DMPropDescText[2]="How long the server waits after the end of a game before loading the next map."
DMPropDescText[3]="Tournament Game"
DMPropDescText[4]="If enabled, players must click ready before the game starts."
DMPropDescText[5]="Players are forced to respawn immediately after dying."
DMPropDescText[6]="Bot skill adjusts automatically based on how they are doing against you."
DMPropDescText[7]="Enables players to use the recorded taunts."
DMPropDescText[8]="Specifies how long players are invulnerable after they spawn (unless they fire)."
DMPropDescText[9]="If enabled, players will start with a translocator."
DMPropDescText[10]="If checked, players will have brighter red or blue skins."
DMPropDescText[11]="Use default number of bots specified by the map."
DMPropDescText[12]="Specifies the maximum number of lives a player can have lost before new players can no longer enter the game."
DMPropDescText[13]="At a distance, players have a team colored glow."
YouDestroyed="You destroyed a"
DMHints=("Every weapon has two firing modes, a regular fire mode when you press %FIRE% and an alternate fire mode when you press %ALTFIRE%.","Press jump again at the peak of a jump to get an extra boost.","Pressing a movement key twice in rapid succession will make your character dodge in that direction.","You can also dodge off walls while in the air.","You can change weapons by pressing the associated weapon number, or scroll through your weapons using %NEXTWEAPON% and %PREVWEAPON%.","The shock combo is a powerful explosion created with a shock rifle by shooting a shock ball with a shock beam.","When loading up rockets using the rocket launcher alt fire, press the regular fire button before releasing the rockets to fire them in a tight spiral.","You can toggle the scoreboard display on or off at any time by pressing %SHOWSCORES%.","You receive adrenaline for killing enemies and other accomplishments.  Once your adrenaline reaches 100, you can start an adrenaline combo by using the correct movement key combination.","%SHOWSTATS% will bring up a personal stats display.","You can shoot down enemy Redeemer missiles with a well placed shot.","Press %TALK% and type your message to send text messages to other players.","You can play taunts or other voice messages through the voice menu by pressing %SPEECHMENUTOGGLE%.","While crouching (by holding down %DUCK%), you cannot fall off a ledge.")
Description="Free-for-all kill or be killed.  The player with the most frags wins."

[DestroyableObjective]
ObjectiveName="Уничтожаемая цель"
ObjectiveDescription="Уничтожьте цель для выполнения задания."
Objective_Info_Attacker="Уничтожить цель"
Objective_Info_Defender="Защитить цель"

[FemaleAnnouncer]
AnnouncerName="Женщина"

[FirstBloodMessage]
FirstBloodString="проливает первую кровь!"

[GameObjective]
DestructionMessage="Objective Disabled!"
LocationPrefix="Рядом -"
ObjectiveStringSuffix=" База команды"
ObjectiveDescription="Disable Objective."
Objective_Info_Attacker="Disable Objective"
Objective_Info_Defender="Defend Objective"
UseDescription="ИСПОЛЬЗОВАТЬ"

[HoldObjective]
ObjectiveName="Hold Objective"
ObjectiveDescription="Touch and Hold Objective to disable it."
Objective_Info_Attacker="Hold Objective"

[KeyPickup]
PickupMessage="Вы подняли ключ."

[KillingSpreeMessage]
EndSpreeNote="'s killing spree ended by"
EndSelfSpree="was looking good till he killed himself!"
EndFemaleSpree="was looking good till she killed herself!"
SpreeNote[0]="is on a killing spree!"
SpreeNote[1]="is on a rampage!"
SpreeNote[2]="is dominating!"
SpreeNote[3]="is unstoppable!"
SpreeNote[4]="is Godlike!"
SpreeNote[5]="is Wicked SICK!"
SelfSpreeNote[0]="Killing Spree!"
SelfSpreeNote[1]="Rampage!"
SelfSpreeNote[2]="Dominating!"
SelfSpreeNote[3]="Unstoppable!"
SelfSpreeNote[4]="GODLIKE!"
SelfSpreeNote[5]="WICKED SICK!"

[LastSecondMessage]
LastSecondRed="Last second save by Red!"
LastSecondBlue="Last second save by Blue!"

[MaleAnnouncer]
AnnouncerName="Male"

[MessageTrigger]
Message="My Message"

[MutBerserk]
FriendlyName="Super Berserk"
Description="Weapons are insanely fast and powerful."

[MutBigHead]
FriendlyName="BigHead"
Description="Head size depends on how well you are doing."

[MutGameSpeed]
FriendlyName="Скорость игры"
Description="Modify the game speed."

[MutLowGrav]
FriendlyName="LowGrav"
Description="Low gravity."

[MutMovementModifier]
FriendlyName="Air Control"
Description="Change how players move in the air."

[ProximityObjective]
ObjectiveName="Proximity Objective"
ObjectiveDescription="Touch Objective to disable it."
Objective_Info_Attacker="Touch Objective"

[SexyFemaleAnnouncer]
AnnouncerName="Sexy"

[SquadAI]
SupportString="supporting"
DefendString="defending"
AttackString="attacking"
HoldString="holding"
FreelanceString="Sweeper"

[StartupMessage]
Stage[0]="Ожидание остальных игроков."
Stage[1]="Ожидание сигналов о готовности. Вы - ГОТОВЫ."
Stage[2]="Матч начнется через...3"
Stage[3]="Матч начнется через...2"
Stage[4]="Матч начнется через...1"
Stage[5]="Матч начался!"
Stage[6]="Матч начался!"
Stage[7]="ОВЕРТАЙМ!"
NotReady="Вы не готовы. Нажмите - ГОТОВ!"
SinglePlayer="Для начала нажмите Готов!"

[TeamGame]
NearString="Рядом"
BareHanded="Безоружный"
TGPropsDisplayText[0]="Балансировка команд ботами"
TGPropsDisplayText[1]="Автобалансировка команд"
TGPropsDisplayText[2]="Урон своим"
TGPropsDisplayText[3]="Общий обмен сообщениями"
TGPropsDisplayText[4]="Макс. размер команды"
TGPropDescText[0]="Переходя из команды в команду, боты могут балансировать игру."
TGPropDescText[1]="При подключении к серверу игроки будут автоматически вступать в наименьшую по численности команду."
TGPropDescText[2]="Урон, который наносят друг другу игроки одной команды."
TGPropDescText[3]="Если этот параметр включен, игроки разных команд могут видеть сообщения друг друга."
TGPropDescText[4]="Максимальное количество игроков в каждой команде"
TGHints=("If you miss a player's chat message, you can use %INGAMECHAT% to display a box of all chat messages you have received.","Use the link gun alt fire beam to link up with link gun carrying teammates.  While linked, the teammate will receive a significant power boost to their link gun.","You can toss your current weapon for a teammate by pressing %THROWWEAPON%.","Teammates who have a link gun equipped will have a green team beacon above their heads instead of the standard yellow beacon.","Press %VOICETALK% to voice chat with your team.","Press %TEAMTALK% and type your message to send text messages to other team members.","The text-to-speech feature that makes the game read text messages aloud can be enabled in the audio settings menu.")
EndGameComments[0]="lllllllamas"
EndGameComments[1]="bye"
EndGameComments[2]="gg"
EndGameComments[3]="gg"
EndGameComments[4]="gg everyone"
EndGameComments[5]="Teams"
EndGameComments[6]="omg"
EndGameComments[7]="dammit!"
EndGameComments[8]="my team sux0rs"
EndGameComments[9]="gg"
EndGameTaunts[0]="woot"
EndGameTaunts[1]="DENIED!"
EndGameTaunts[2]="gg everyone"
EndGameTaunts[3]="gg"
EndGameTaunts[4]="gg"
EndGameTaunts[5]="PANTS!"
EndGameTaunts[6]="owned"
EndGameTaunts[7]="Booyah!"
EndGameTaunts[8]="W00T!"
EndGameTaunts[9]="oh yeah!"
EndGameVictoryRemarks[0]="Take that to the bank, punks!"
EndGameVictoryRemarks[1]="omg, so owned."
EndGameVictoryRemarks[2]="Our Victory, Your Defeat"
EndGameVictoryRemarks[3]="You know, practice might help"
EndGameVictoryRemarks[4]="You suckas got served?"
EndGameVictoryRemarks[5]="That was pathetic"
EndGameVictoryRemarks[6]="Ya mamma!"
EndGameVictoryRemarks[7]="pwned!"
EndGameVictoryRemarks[8]="u r teh suk"
EndGameVictoryRemarks[9]="Humans need better AI"
EndGameLossRemarks[0]="was using an aimbot"
EndGameLossRemarks[1]="Take a screenshot, this won?t happen again."
EndGameLossRemarks[2]="crappy map"
EndGameLossRemarks[3]="this server sux"
EndGameLossRemarks[4]="Campers."
EndGameLossRemarks[5]="Omg wtf wallhacking mofos"
EndGameLossRemarks[6]="Where's Malcolm when you need him?"
EndGameLossRemarks[7]="my team sux"
EndGameLossRemarks[8]="OMG tripwire plz fix kthxbye"
EndGameLossRemarks[9]="Vwvwvwvwvwvwvwvwvwvwvwvzxcjjj"
EndGameResponses[0]=":)"
EndGameResponses[1]=";)"
EndGameResponses[2]="haha"
EndGameResponses[3]="LOL"
EndGameResponses[4]="lol"
EndGameResponses[5]="ROFL"
EndGameResponses[6]="rofl"
EndGameResponses[7]="werd"
EndGameResponses[8]="ahaha"
EndGameResponses[9]="omg"
Description="Две команды сражаются за превосходство на поле боя. Побеждает команда, уничтожившая наибольшее количество соперников." 

[TeamVoiceReplicationInfo]
PublicChannelNames=("Общий","Локальный","Командный")

[TimerMessage]
CountDownTrailer="..."

[TriggeredObjective]
ObjectiveName="Triggered Objective"
ObjectiveDescription="Trigger Objective to disable it."
Objective_Info_Attacker="Trigger Objective"
Objective_Info_Defender="Defend Trigger Objective"

[UTClassicAnnouncer]
AnnouncerName="Classic UT"

[UnrealMPGameInfo]
MPGIPropsDisplayText[0]="Мин. игроков"
MPGIPropsDisplayText[1]="Пауза в конце игры"
MPGIPropsDisplayText[2]="Количество ботов"
MPGIPropsDisplayText[3]="Разрешить приватный чат"
MPGIPropDescText[0]="В случае нехватки реальных игроков будут использоваться боты."
MPGIPropDescText[1]="Время до перехода на следующую карту по окончании боя."
MPGIPropDescText[2]="Количество ботов в игре."
MPGIPropDescText[3]="Дает возможность клиентам создавать и присоединяться к приватным чатам на этом сервере."
BotModeText="0;Specify Number;1;Use Map Defaults;2;Use Bot Roster"
SPBotText="Число ботов"
MPBotText="Мин. игроков"
SPBotDesc="Укажите число ботов, которые присоединятся к вам в матче."
MPBotDesc="При необходимости достичь указанного минимума игроков к вам будуи присоединяться боты."
BotOptions[0]="Задать"
BotOptions[1]="По свойствам карты"
BotOptions[2]="По списку"
BotOptions[3]="Игроки против ботов"

[UseObjective]
ObjectiveDescription="Reach Objective and Use it to disable it."
Objective_Info_Attacker="Use Objective"

